CHOICE_CITY = "*🌆 Оберіть місто, в якому бажаєте оглянути театри*"
CHOICE_VENUE = "*🎭 Оберіть місце, в яке бажаєте піти*"
CHOICE_EVENT = "*🎭 Оберіть виставу, яку хочете відвідати*"
CHOICE_EVENT_BY_CITY = "*🎭 Оберіть виставу*\n\nМісто: `{city}`"
CHOICE_EVENT_BY_VENUE = "*🎭 Оберіть виставу*\n\nМісце проведення: `{venue}`"
CHOICE_SCHEDULE_EVENT = """
*🎭 {name}*

🔴 `Немає місць`
🟢 `Є місця`
⚪️ `Невідомий статус`

Доступні події:
"""

MAIN_MENU = "🎉 Вітаємо у головному меню"
LOADING = "_⏳ Завантаження..._"

YOU_SUBSCRIBED_EVENT = "✅ Ви підписались на подію"
YOU_SUBSCRIBED_CITY = "✅ Ви підписались на місто"
YOU_UNSUBSCRIBED_EVENT = "❌ Ви відписались від події"
YOU_UNSUBSCRIBED_CITY = "❌ Ви відписались від міста"
YOU_DONT_HAVE_SUBSCRIPTION = "У вас немає підписок 🥲"
YOU_DONT_HAVE_SUBSCRIPTION_EVENT = "У вас немає підписок на події 🥲"
YOU_DONT_HAVE_SUBSCRIPTION_CITY = "У вас немає підписок на міста 🥲"
DETAIL_SUBSCRIPTION = """
*Тут перелічені ваші підписки на події\міста.*
_Клікніть ліворуч, щоб дізнатися більше про підписку, і праворуч (🔕), щоб відписатися від неї._

ℹ️ Нижче ви можете перемкнути тип підписку
"""

CHOICE_DATA = """
🔴 - Події є але немає вільних мість
🟢 - Події є
⚪️ - Подій немає

Оберіть дату:"""

WRITE_FEEDBACK = """
*📝 Залиште, будь ласка, свій відгук нижче.*

_Напишіть усе, що думаєте:
що сподобалося, що можна покращити або які ідеї маєте 💡_"""

THANK_FOR_FEEDBACK = "✅ Дякуємо за ваш відгук!"

SETTING = """
*⚙️ Ви в налаштуваннях.*

Тут ви можете:
🔹 Змінити ваше місто
🔹 Налаштувати сповіщення про вистави

Зробіть сервіс зручним саме для себе 😉"""

SUPPORT = "Технічна підтримка бота: {username}"

DONT_HAVE_EVENT = "❌ На обрану дату немає подій"