
MAIN_MENU = "*Вітаю у головному меню!*"

CHOICE_FACULTY = "Оберіть факультатив"
CHOICE_STUDY_GROUP = "Оберіть групу"
CHOICE_COURSE = "Оберіть курс"
CHOICE_DATA = "Оберіть дату"

LNTU_MAPS = """
🏫 *Карта ЛНТУ* 🗺️

_Тут ти можеш дізнатися, де знаходяться всі корпуси, гуртожитки та інші об’єкти нашого університету 😊_

Обери категорію 👇
"""

CHOICE_STRUCTURE = "*Натисни кнопку нижче, щоб отримати інтерактивну мапу або адресу. 😊🚀*"

TEACHERS = """
👨🏻‍🏫 *Викладачі ЛНТУ* 🎓

_Тут ти можеш знайти інформацію про викладачів нашого університету_

Оберить кафедру 👇
"""

CHOICE_TEACHERS = "*Натисни кнопку нижче, щоб отримати інформацію про виладача 👨🏻‍🏫*"

