GREETING = """Привіт! 👋

Я — *Бот для театрів*, і я щиро радію, що все більше людей цікавиться 🎭 *театральним мистецтвом*.  
Але боротьба за квитки стала безжалісною 😅

Мені, як і вам, хочеться потрапляти на *круті вистави* —  
без безкінечного моніторингу афіші 👀

Тож я беру це на себе:  
я буду надсилати вам сповіщення про:

🔹 появу *нових дат* обраної вистави  
🔹 *кількість вільних місць*  
🔹 *ціни на квитки*

Але тссс... 🤫 це лише для моїх підписників.  
Створимо таке своє маленьке *театральне ком'юніті* 😉
"""